Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.mozillians.tmx
Source language: en_us
Languages: ca

source: About Mozillians
ca: Quant a Mozillians

source: Add account
ca: Crea un compte

source: Add Skill
ca: Afegeix una competència

source: A fellow Mozillian
ca: Un company mozil·lià

source: An IRC channel where this group is discussed (optional).
ca: Un canal IRC on parlar sobre aquest grup (opcional).

source: Application Error
ca: Error de l'aplicació

source: Are You Sure You Want to Leave Mozillians?
ca: Esteu segur que voleu abandonar Mozillians?

source: A URL of a web site with more information about this group (optional).
ca: L'URL d'una pàgina web amb més informació sobre aquest grup (opcional).

source: A URL of a wiki with more information about this group (optional).
ca: L'URL d'un wiki amb més informació sobre aquest grup (opcional).

source: Authentication failed.
ca: L'autenticació ha fallat.

source: Bio
ca: Biografia

source: By request
ca: Per sol·licitud

source: Cancel
ca: Cancel·la

source: City
ca: Ciutat

source: Community Steward
ca: Assistent de la comunitat

source: Confirm Profile Deletion
ca: Confirma l'eliminació del perfil

source: Country
ca: País

source: Create Profile
ca: Crea un perfil

source: Create Your Profile
ca: Creeu el vostre perfil

source: Delete
ca: Crea un compte

source: Delete Profile
ca: Elimina el perfil

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
ca: Eliminar el vostre perfil és immediat i irreversible. Tota la informació del person es perdrà permanentment. Si voleu tornar a unir-vos a Mozillians, caldrà que demaneu que us recomanin de nou.

source: Description
ca: Descripció

source: Edit Your Profile
ca: Edita el perfil

source: Email
ca: Adreça electrònica

source: Email is currently associated with another user.
ca: L'adreça electrònica ja està associada amb un altre usuari.

source: External Accounts
ca: Crea un compte

source: Fewest Members
ca: Menys membres

source: Fitted
ca: Ajustada

source: Functional Areas
ca: Àrees funcionals

source: Get Involved
ca: Involucreu-vos-hi

source: Group
ca: Grup

source: Group Listing
ca: Llista de grups

source: Group Members
ca: Membres del grup

source: Group: {name}
ca: Grup: {name}

source: Groups
ca: Grups

source: Group with this Name already exists.
ca: Ja existeix un grup amb aquest nom.

source: Search For a Mozillian <p> You can search for another Mozillian using their name, email, or nickname. </p>
ca: Cerca un Mozillian<p> Podeu cercar altres Mozillians pel nom, l'adreça electrònica o el sobrenom.</p>

source: I'm sure: delete my profile
ca: N'estic segur: esborra el perfil

source: Include non-vouched
ca: Inclou no recomanats

source: Invitation Sent
ca: S'ha enviat la invitació

source: Invitation Sent!
ca: S'ha enviat la invitació!

source: Invite
ca: Convida

source: Invite a Mozillian
ca: Convida a un Mozillian

source: IRC Channel
ca: Canal IRC

source: IRC Nickname
ca: Sobrenom en l'IRC

source: Join Group
ca: Uniu-vos al grup

source: Languages
ca: Altres llengües:

source: Leave Group
ca: Deixa el grup

source: Legal Notices
ca: Avisos legals

source: Log Out
ca: Finalitza la sessió

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
ca: El o la Mozillian que cerqueu no és al directori. Comproveu-ne l'ortografia o<a href="%(invite)s">convideu aquesta persona</a> a fer-se un perfil.

source: Member
ca: Membre

source: Members
ca: Membres

source: Most Members
ca: Més membres

source: Mozilla
ca: Mozillian

source: Mozilla Community Directory
ca: Directori de la comunitat Mozilla

source: Mozilla's contributor phonebook
ca: Directori de col·laboradors de Mozilla

source: Mozillian Profile
ca: Perfil Mozillian

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
ca: Els mozil·lians treballen en tota mena de coses! Des de desenvolupadors de complements fins a localitzadors, trobeu mozil·lians amb interessos similars mitjançant els grups creats pels usuaris.

source: Name A-Z
ca: Nom A-Z

source: Next
ca: Següent

source: No: don't delete my profile
ca: No: no esborris el perfil

source: Oh No! That Page Doesn't Exist!
ca: Ai las! La pàgina no existeix!

source: Page Not Found
ca: No s'ha trobat la pàgina

source: Pending
ca: Pendent

source: Pending Profile
ca: Perfil pendent

source: Photo collage of Mozillians
ca: Collage de fotografies de mozil·lians

source: Please complete registration before proceeding.
ca: Completeu el registre abans de procedir.

source: Please correct the errors below.
ca: Corregiu els errors a continuació.

source: Please use only alphanumeric characters
ca: Utilitzeu només caràcters alfanumèrics

source: Privacy First
ca: Primer la privadesa

source: Privacy Policy
ca: Política de privadesa

source: Profile
ca: Perfil

source: Profile photo
ca: Foto de perfil

source: Profile Photo
ca: Foto de perfil

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
ca: <p> No s'ha trobat la pàgina demanada. Podeu tornar a la <a href="%(home_url)s">pàgina d'inici dels Mozillians</a> per a més informació quant al directori de la comunitat, o podeu intentar trobar la persona que cercàveu mitjançant el quadre de cerca de la part superior d'aquesta pàgina. </p>

source: Public
ca: Públic

source: Remove Profile Photo
ca: Elimina la foto del perfil

source: Remove Skill
ca: Suprimeix la competència

source: Report Trademark Abuse
ca: Informeu d'un abús de la marca registrada

source: %s created a Mozillians profile
ca: %s ha creat un perfil mozil·lià

source: Search
ca: Cerca

source: Search Results
ca: Resultats de la cerca

source: Send invite
ca: Envia una invitació

source: Skill
ca: Competència

source: Skill: {name}
ca: Competència: {name}

source: Skills
ca: Competències

source: Skills members have in common
ca: Competències que els membres tenen en comú

source: Skip to main content
ca: Salta al contingut

source: Sorry, we cannot find any mozillians with skill %(name)s
ca: No podem trobar cap mozil·lià amb la competència %(name)s

source: Sort
ca: Ordena

source: Straight-cut
ca: Estàndard

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
ca: Gràcies per recomanar un company mozil·lià! Aquest usuari ara està recomanat!

source: This field is required.
ca: Camp obligatori.

source: This is your Gravatar, change it at gravatar.com
ca: Aquest és el vostre Gravatar. Podeu canviar-lo a gravatar.com

source: This name already exists.
ca: El nom ja existeix.

source: This user has been added as a member of this group.
ca: S'ha afegit l'usuari com a membre del grup.

source: This user has not requested membership in this group.
ca: L'usuari no ha demanat ser membre del grup.

source: This user is already a member of this group.
ca: L'usuari ja és membre del grup.

source: This username is in use. Please try another.
ca: Aquest nom ja s'utilitza. Proveu-ne un altre.

source: This username is not allowed, please choose another.
ca: Aquest nom d'usuari no està permès. Trieu-ne un altre.

source: T-Shirt Size
ca: Talla de samarreta

source: Update Profile
ca: Crea un perfil

source: Username
ca: Nom d'usuari

source: View Profile
ca: Perfil

source: Visible to:
ca: Visible per a:

source: Vouched By
ca: Recomanat per

source: Vouchees
ca: Recomanat per

source: Website
ca: Lloc web

source: Welcome
ca: Us donem la benvinguda

source: Welcome to the Mozilla community directory
ca: Us donem la benvinguda al directori de la comunitat Mozilla

source: We're Sorry, but Something Went Wrong!
ca: Bé, és lamentable però alguna cosa no ha anat bé!

source: When did you get involved with Mozilla?
ca: Quan vàreu començar a contribuir amb Mozilla?

source: Yes
ca: Sí

source: You are already in this group.
ca: Ja sou membre del grup.

source: You cannot invite someone who has already been vouched.
ca: No podeu convidar a una persona que ja ha estat recomanada.

source: You changed your username; please note your profile URL has also changed.
ca: Heu canviat el nom d'usuari. Tingueu en compte que l'URL del perfil també ha canviat.

source: You must be logged in to continue.
ca: Heu d'iniciar una sessió per continuar.

source: You must be vouched to continue.
ca: Cal que algú us recomani per continuar.

source: Your account has been created.
ca: S'ha creat el vostre compte.

source: Your account has been deleted. Thanks for being a Mozillian!
ca: S'ha suprimit el vostre compte. Gràcies per ser un mozil·lià!

source: Your Profile
ca: El vostre perfil

source: Your request to join this group is still pending.
ca: La vostra sol·licitud per unir-se a aquest grup encara està pendent.
